Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 카이는 당황스러웠다.{j}기껏 몸값 비싼 A급 용병인 자신을 찾아와서는 교관을 해 달라니?{j}생전 처음 받아 보는 의뢰에 한숨이 나올 수밖에 없었다.
en_us: Kai was taken aback by the request. He was a prized A-level mercenary and the greenhorn was asking him to train soldiers. He had never received such an offer and could only sigh.

source: “그렇게만 의뢰해도 아마 왕국 전역의 카록 고기는 다 갖다 줄걸요?{j}정육까지 잘 끝내서 말이죠.”
en_us: “An order like that will be enough to bring us all the karock meat in the kingdom. All packaged and nicely dressed.”

source: “나는 여러분을 훈련 시켜 기마병으로 키우고자 한다.{j}당연히 1년 이상의 장기계약을 기본으로 한다.”
en_us: “I want to train all of you into cavalry. Which will require a long-term contract with at least a year as the basic term.”

source: ‘역시 이 녀석…….’
en_us: He’s a good lad.

source: - 성물은 어디에 있느냐?!
en_us: “Where are the relics?”

source: “안타깝군.{j}지금 내 기분을 조금이라도 짐작한다면 헛된 믿음이라는 걸 알 텐데.”
en_us: “How unfortunate. If only you knew my current state, you wouldn’t be holding onto such a hopeless belief.”

source: 미숙한 컨트롤의 증명이었지만, 그것을 모르는 사람에게는 꽤나 위협적인 모습이었다.
en_us: It proved his lack of control over the force but it looked threatening to those that weren’t aware.

source: “벼락 맞을 소리입니다!”
en_us: “I pray that God doesn’t smite you for your greed!”

source: 분노로 이를 악물고 있었지만 도미넌의 말투는 정중했다.
en_us: Dominan’s jaws were firmly clenched but his tone was respectful.

source: “……이길 수 있을까.”
en_us: “Do you think we can win?”

source: 그 말에 잠시 뒤룩뒤룩 눈을 굴리던 매부리코가 어색한 웃음을 지었다.
en_us: The hooked-nosed man, who was swaying his eyes from side to side, spoke with an awkward smile.

source: “흐읍.{j}후아아.”
en_us: “Hu..Ha..”

source: “이런 구조를 만들 수 있다고 쳐도, 연사라면 현이 견디지 못합니다.{j}한 번 쓰고 말 무기를 만드실 생각입니까?”
en_us: “Even if I can make this, the cartridge won’t be strong enough to withstand multiple uses. Do you plan on making something you can only use once?”

source: “아닙니다!{j}형님이 그러실 리가, 도망치실 리가 없습니다!”
en_us: “But he hasn’t run away! There is no way he would!”

source: 짧은 시간이나마 들떴던 마음이 완전히 가라앉자, 빙글빙글 웃는 ‘사기꾼’의 얼굴이 눈에 들어왔다.
en_us: His hopes were short-lived and he heart froze over once again. Now, he only saw the smiling face of a con man.

source: 덜컹.
en_us: Creak.

source: “예, 공자님.{j}드웨인입니다.”
en_us: “Yes, Master, it is I, Dwain.”{j}

source: 자신은 지금 분명히.{j}살아 있었다.
en_us: But he was certain now that he was alive. {j}

source: 짐작보다 더 강해진 것이 싫을 이유는 없었다.
en_us: There was no reason to hate becoming more powerful.

source: 씩씩대는 릭의 외침에도 불구하고 아군의 사기가 급속도로 추락하는 것은 막을 수가 없었다.
en_us: Rick was able to hold his own with his dogged retort but it did little to halt the rapid decline in morale.

source: - 억울하게 돌아가신 선조부(先祖父) 케일 테스론 님의 원한을 맥라인 가문에 묻겠다!
en_us: We seek justice for Cale Tesslon, our late grandfather, who was wronged by House of MacLine and died without closure.

source: 조금이라도 더.
en_us: A little more

source: “소문일 뿐이다.{j}어차피 너희들이 할 일과 상관없으니 신경 꺼.”
en_us: “It’s only gossip. They won’t affect your reasons for being here, so pay no attention to them.”

source: 내 입으로 내뱉기엔 부끄러웠지만, 철저히 아버지가 좋아할 만한 말만 골라 준비한 멘트였다.
en_us: Logan was embarrassed by his act but he was sure that his words were to his father’s liking.

source: “아, 아니.{j}살 거야.{j}난 살 거야!”
en_us: “No, I’m going to live. I’m going to stay alive!”

source: ‘내가 살아 있다고?’
en_us: I’m still alive?

source: “다행히 계약금은 충분한 것 같군요.”
en_us: “I think we have enough here for the signing fee.”

source: “무기가 생겼으니 써 보고 싶은 게 당연한 사람 심리 아닙니까.”
en_us: “It’s not. We have a new weapon and it’s only human wanting to test it against real men.”

source: “예?{j}아 뭐, 제가 할 수 있는 거라면야.”{j}주인의 대답은 불퉁했지만.
en_us: “Right. Well, I’ll see if I can help you.”, the owner sounded vague at best.

source: “꿹!”
en_us: “Ugh!”

source: ‘좋은 음식, 좋은 잠자리.{j}그 대가가 이런 거라면 얼마든지…….’
en_us: Great food and a warm bed. This is just a small price to pay for everything...

source: “내가 바로 여러분을 불러 모은 로건 맥라인이다.”
en_us: “I’m Logan MacLine, the man that has brought all of you here.”

source: “거기 공자님!{j}이리 한번 와 보시죠!{j}어디보다 싸게 노예를 공급하고 있습니다!”
en_us: “Hey, Master! Come have a look over here! Their prices are better than anywhere else!”

source: “……흐음.”
en_us: “...hmm.”

source: “타아!”
en_us: “Yes!”

source: 로건은 만족스러운 마음으로 좀 더 자세하고 길게 검술에 대한 시연을 이어 갔다.{j}빅토르가 조금이라도 더 체력을 회복할 수 있도록.
en_us: Logan was satisfied by his attitude and continued his demonstration with more detail and at a slower pace hoping that Victor’s health would recover quicker.

source: 사는 것 자체가 고행뿐인 삶.
en_us: When living itself is pure agony.

source: 그들이 가진 흥미의 척도는 대공자가 기사를 상대로 얼마나 버티는지, 혹은 얼마나 형편없게 나가떨어지는지였다.
en_us: The knights were interested in finding out how long Logan would last if it didn’t end in abject failure.

source: 당장 이번 달 예산이 쪼들리는 자신보다도 훨씬 더 간절해 보이는 눈빛.
en_us: Logan’s eyes looked more desperate than his own when the monthly budget was running low.

source: “그럼 돈도 돌려받아야겠지.”
en_us: “Then I shall be expecting the money back.”

source: “다, 당신.{j}당신이 나한테 어떻게…….”
en_us: “How...how could you treat me this way?”

source: ‘그 전에 망할 수도 있고.’
en_us: Everything could also crumble before then too.

source: “으하하하하하!{j}잘했어!{j}잘했다, 하마르!{j}드워프 만세!{j}아니 하마르 만세다!”
en_us: “Yes! Well done, Hamar! Hurray to dwarfkind! No, hurray for Hamar!”

source: 필립을 구속하기 위해 마법 계약서를 살 때 이날을 생각해 준비한 여분이었다.
en_us: Logan prepared a spare copy after he signed one with Phillip in preparation for this day.

source: 발이 묶인 기사단은 수세에 몰린 가운데서도 간신히 버티고 있었지만 이미 일반 보병이 압도적으로 밀리기 시작했다.{j}후방의 기마병이 적의 뒤를 잡으려 하고 있지만 그것은 적도 마찬가지였다.{j}오히려 적의 기마병은 이미 공격을 하고 있었다.
en_us: The MacLine Order of the Knights had been surrounded and were holding on by a bare thread. The infantry were being slaughtered front and back. His cavalry attempted to disrupt the enemy by attacking their rear but the enemy cavalry had already wrecked havoc to their backline, and were now turning their focus on their counterparts.

source: ‘어차피 기사단은 아버지가 지휘한다.{j}나는 용병대와 움직이는 것이 나아.{j}그 녀석들은 내가 죽으라 하면 적어도 죽는시늉은 할 테니까.’{j}
en_us: Father will lead the order of the knights. It’s best if I’m with the mercenary army. I’ve turned them into my men. They’ll at least play dead if I asked them to die.

source: “이 자세에서 후식으로 넘어갈 때는 발을 주의해서…….”
en_us: “Watch your feet as you move back from this position...”

source: 대답하는 드워프의 눈동자에 암울한 빛이 스쳤다.{j}사실 장인의 종족인 드워프를 사들이려는 사람들 대부분이 원하는 것은 같았다.{j}하지만 억지로 노예가 된 드워프가 만든 작품에 완전히 만족하는 주인은 거의 없었다.{j}아무리 장인의 종족이라 한들, 열의가 없는 상태에서 만들어진 물건이 진짜 작품이 될 수는 없었으니까.{j}다만 그것을 감안해도 인간의 대장장이보다는 뛰어난 솜씨를 발휘하기에 비싸게 팔리는 것뿐이었다.{j}게다가 로건에게 팔려 온 드워프 하마르는 그 의욕의 유무에서 오는 성과의 차이가 보통의 동족보다 심했다.{j}심지어 드워프 상급 장인인 그가 어떨 때는 인간의 대장장이보다 못할 때도 있을 정도였다.{j}그 때문에 화가 난 전 주인에게 살해당하지 않고 되팔린 것만으로도 다행이었다.
en_us: A dark light entered the dwarf’s eyes as he spoke. Most people bought dwarves, a race of craftsmen and engineers, for the same reason. But no master was ever satisfied with the end-product made by an enslaved dwarf. Dwarves needed passion to create true pieces of art. But even without the drive, their goods sold far better for far more than the goods of expert human blacksmiths. Hamar, the dwarf that Logan acquired, was deeply driven by passion, more so than his compatriots, and the lack of it was reflected in his goods as they were sometimes worse than a human blacksmith’s. He was fortunate to have escaped the wrath of his former owner and be sold again.

source: 히이이잉!
en_us: Hnng!

source: 제가 주의를 시킨다는 게 깜박했습니다.
en_us: I failed to tell her to be discreet.

source: “그리고…… 너도 따로 알아 둬야 할 일이 있다.”
en_us: “There is also something else you ought to know.”

source: “나다.”
en_us: “That would be me”

source: 이해가 되지 않는 상황에 멍한 얼굴로 릭을 보고 있자니 주변이 점점 더 소란스러워졌다.
en_us: Logan continued to stare blankly into Rick’s face amidst his confusion, and the room became nosier.

source: - 감히 제국의 보물을!
en_us: “These treasures belong to the empire! How dare you!”

source: - 예!
en_us: “Yes, sir!”

source: 대공자가 그의 역린을 건드리는 순간, 그의 뇌리에는 이미 자신이 먼저 로건을 조롱한 사실은 사라지고 없었다.
en_us: As soon as Logan insulted his reputation, he completely erased the fact that he started the confrontation by ridiculing Logan first.

source: 하지만, 아무리 좋은 의도라고 해도 릭의 말대로 문제가 있었다.{j}로건은 아직 성년식도 치르지 않은 어린 몸이었다.{j}더구나 이런저런 이유로 가문의 눈총을 받는 마당에 여행이나 떠나겠다고 하면 절대 좋은 소리는 나오지 않을 것이다.{j}릭의 말은 타당했고, 로건 역시 그것을 인정했다.
en_us: Rick was right, there was a problem. Logan had not had his coming-of-age ceremony and his father would have harsh words for him if he asked to go on a holiday at a time when the entire castle was still reeling from Logan’s broken betrothal and aftermath. Even with the best of intentions, Logan knew Rick was justified.

source: 그래, 이 녀석은 확실히 매를 버는 재주가 있었지…….
en_us: He definitely had a talent for running his mouth.

source: “작은 공자님이 문제가 아니라 공자님이 천하의 등신으로 소문이 나고 있으니까 문제…… 흐압!{j}저, 저는 모르는 말입니다.{j}제 주둥아리가 멋대로…….”
en_us: “Little master is not the problem, you are being branded as a useless donkey all across town! That’s the problem and...my goodness, this darn mouth of mine...”

source: ‘정신 차리고 당장 필요한 일을 하자, 패드릭 맥라인.’
en_us: Get it together, Padrick MacLine. Focus on what’s in front of you.

source: “물론입니다.”
en_us: “Of course.”

source: 당연히 뻥이다.
en_us: It was definitely a lie.

source: 서걱.
en_us: Slash.

source: “몬스터 고기를?”
en_us: “He’s buying monster meat?”

source: ‘내가 한 단계 성장하는 것만으로도 영지전의 승률이 달라진다.’
en_us: Achieving the next level will drastically improve the chance of winning the Battle of the Territories.

source: 원래 목표로 했던 드워프와 전투 교관에 더해 미래의 오러 유저까지 손에 넣은 로건의 발걸음은 매우 가벼웠다.{j}하지만 그에 반해 맥라인 영지로 돌아가는 길은 시간이 좀 걸릴 수밖에 없었다.{j}제대로 영양 공급이 되지 못해 또래보다도 훨씬 작아 보이는 빅토르 남매는 말을 타고 질주하는 여정을 견딜 체력이 없었다.{j}하지만 그렇다고 그들에게 끝없이 맞춰 줄 수도 없는 일이었다.{j}본래 3일이면 될 여정을 5일 기간으로 잡아 속도를 늦춘 것이 로건이 한 배려의 전부였다.
en_us: Logan had an extra spring in his steps as he had acquired a dwarf, a military leader and a future auror user in a matter of days. But the road back to MacLine territory was long and it required time. The siblings were smaller compared to their peers due to malnutrition and they didn’t have the stamina to endure the galloping journey on horseback. But Logan didn’t have time to meet all of their needs. The best he could do was to stretch the three day journey to five.

source: “……지금처럼만, 지금처럼만 제 동생을 보살펴 주십시오.{j}그것이면 충분합니다.”
en_us: “I just want everything to remain the same. Please keep looking after my sister. That’s all I need.”

source: 하지만 이제는 피할 수 없는 일이었다.
en_us: But he couldn’t avoid facing him any longer.

source: “그런 걸 카트리지 하나 달아서 만들 수 있다고요?”
en_us: “So you’re saying I can make this thing with a new loading mechanism?”

source: 부산스러운 소리에 그제야 주위로 눈을 돌려 보니, 익숙하면서도 낯설게 느껴지는 얼굴들이 눈에 들어왔다.
en_us: The initial commotion subdued and Logan scanned his surroundings. A sense of jamais vu took hold of him. Faces, both familiar and unfamiliar, hovered over him.

source: “진짜 투자하시겠다는 거죠?”
en_us: “You really wish to invest?”

source: “어서 오십쇼~!{j}어떤 노예를 구하십니까?{j}조건을 말씀해 주시면…….”
en_us: “Welcome! What kind of slave are you looking for? What are your conditions?”

source: “저 뒤에, 하룬의 카이 아냐?”
en_us: “Isn’t that Kai of Harun behind him?”

source: 누구도 호응하지 않는 공허한 울림이었지만, 대전을 나서는 로건의 발걸음에는 망설임이 없었다.
en_us: His words were unanswered but Logan didn’t look back and looked determined than ever.

source: 릭은 기괴한 소리를 내며 털썩 주저앉았다.
en_us: Rick screeched and fell on the ground.

source: 왕국 3대 부호 중의 하나인 울브스 백작가의 행렬치고는 너무나도 단출한 인원이었지만, 그것을 초라하게 느끼는 이는 아무도 없었다.
en_us: The House of Wolves was a count-level house and one of the three richest in the kingdom. The size of delegation was too small for a house of their reputation but no one felt they were underwhelming.

source: “제가 요새 좀 귀가 안 좋은가 고기라고 들리네요.{j}하하, 몬스터 부산물을 사시겠다는 말이죠?”
en_us: “I’ve had a problem with my ears lately, I thought I heard you say something to do with meat. You are talking about monster products, right?

source: “부탁을 들어주면, 나도 가문 운영비를 조금 내어 줄 수 있지.”
en_us: “If you accept, I can even spare some gold for the maintenance expenses.”

source: “당할 것 같으냐!”
en_us: “Not when I still stand!”

source: “허락을 받아야 할 일이 있으니까.”
en_us: “I need his permission for something important.”

source: “어, 어머나!{j}요, 용서해 주세요.{j}대공자님.”
en_us: “Oh dear! P-please forgive me, master.”

source: 빼빼 마른 체구에서 나왔다기에는 생각지 못한 스피드.{j}그래 봤자 어린아이의 주먹이 로건을 어찌할 수는 없었다.{j}로건이 황당한 표정으로 주먹을 피함과 동시에, 아이를 업고 있던 카이가 그대로 몸을 돌려 녀석을 짓눌렀다.
en_us: He displayed incredible speed for a boy with a such a thin frame. But the boy’s punch didn’t trouble Logan at all. He evaded the attack with a confused expression on face and Kai turned his body around to pin the boy down.

source: 어서 의사 불러오라고!”
en_us: Hurry and bring the doctor!”

source: 15화
en_us: Chapter Fifteen

source: “여, 열심히 하겠습니다!”
en_us: “I’ll do my best, sir!”

source: “그렇습니다.{j}그 계약금을 얘기해 보십시오.{j}빚을 갚아드리는 것은 선물로 치겠습니다.”
en_us: “That’s right. Let’s talk about your signing fee. Consider the debt as a gift.”

source: ‘이런 사소한 관례는 무시해도 될 텐데.’
en_us: There is no need for all this fuss over such a minor tradition.

source: ‘역시 그래도 그냥 넘어갈 리가 없지.’
en_us: Of course, he wasn’t letting me off this easily.

source: “그만하라고.
en_us: “Just stop.

source: 한 번 거칠게 검을 휘둘러 본 로건의 얼굴에 미소가 떠올랐다.
en_us: The reckless swing of his sword brought a smile to Logan’s face.

source: 말은 정중하게 했지만, 필립의 표정은 딱 미친놈을 보는 느낌이었다.{j}그러자 로건은 피식 웃으며 부연 설명을 덧붙였다.
en_us: Phillip’s words were measured but his face said he was dealing with a maniac. Logan smirked at his expression and explained with further detail.

source: 그의 칼이 적진을 겨누고.
en_us: He lifted his sword and aimed it towards the enemy.

source: “일단 삼일 치 숙박.{j}아침 겸해서.”
en_us: “I’ll need lodging for three nights including breakfast.”

source: “귀족 전담 시종이 여긴 왜?”
en_us: “What is a noblemen’s servant doing here?”

source: “남작, 당신은 우리와 놀아 줘야겠소.”
en_us: “You’ll have to play with us for now, Baron.”

source: “지금부터 보여 줄 것은 우리 그란디아 왕국의 기사수련생이라면 누구나 배우는 왕국 검술이다.{j}이 검술은…….”
en_us: “What I’m about to demonstrate is a royal sword fighting move that every squire in the Kingdom of Grandia must learn. The technique...”

source: “가자!”
en_us: “Let’s ride!”

source: 만약 자신이 미래에서 과거로 돌아왔다고 떠들고 다닌다면…….
en_us: If Logan were to tell people that he came back to the past from the future...

source: 프롤로그
en_us: Prologue

source: 왜 파혼 사건이 지나서야 그런 생각을 떠올렸는지 이상할 정도로.{j}로건은 이 시기에 가문에서 일어난 일보다는 외부에서 일어난 일을 훨씬 잘 알고 있었다.
en_us: Logan surprised himself that he had not thought about this before the breaking of the betrothal. Logan knew far more about what was happening around the world at large than what was happening within the castle.

source: 필립으로서는 그냥 던져 본 말에 구원의 동아줄이 내려온 꼴이다.{j}그로서는 마다할 이유가 없었다.
en_us: Phillip had been given a lifeline and he had no reason to refuse.

source: 찌잉!
en_us: Zing!

source: “뭐가 말이냐?”
en_us: “What do you mean?”

source: “흠, 흠.{j}실례합니다.{j}혹시 필립 클로드 씨 맞으십니까?”
en_us: “Excuse me, are you Mr. Phillip Claude?”

source: - 당신처럼 애국심이 뛰어난 사람은 처음 봅니다.
en_us: “You are the most patriotic man I’ve ever met”

source: 장내 전체를 뒤덮던 패드릭의 살기가 한 곳으로 집중되자, 록페른의 안색도 순식간에 창백해졌다.{j}표면상이야 같은 경지라고 해도 패드릭이 상급 기사가 된 지는 벌써 20년이 넘었다.{j}그 이후로도 수련을 게을리하지 않았기에 쌓아 온 힘의 수준이 달랐다.{j}그것을 누구보다 록페른이 여실히 느끼고 있었다.
en_us: Padrick’s rage that shook the entire castle was now aimed towards one target, Lockferan’s face immediately turned pale. They were the same level on paper but Padrick had been a high knight for twenty years. He had not neglected his training in that time and as a result, his powers were on a different level. Lockferan felt the difference more than anyone.

source: 그 패악질들이 쌓인 결과물이 지금의 상황이었다.
en_us: The situation unfold before him was a result of his accumulated misdeeds.

source: “죄송합니다.”
en_us: “My apologies, Baron.”

source: 철부지의 반응이 예상과 많이 달랐다.
en_us: The petulant child’s response completely caught him off guard.

source: “들어!”
en_us: “Raise!”

source: 그란디아 왕국과 제국 서부에서 가장 많은 지부를 두고 있는 쿠퍼스 뱅크는 대출이 많은 맥라인 영지에도 그 지부를 두고 있었다.{j}덕분에 입금하려 할 때 그 돈으로 대출 상환부터 하겠냐는 소리를 들었지만.
en_us: Kupers Bank had the most branches in the Kingdom of Grandia and the western region of the Empire. They also had a branch in the territories of House MacLine as the house had built up a large list of loans. Logan was if he wished the settle the debt of his house when he made his deposit.

source: “하…….”
en_us: “Ha...”

source: “로니안을 이기기 위함이 아닙니다.{j}그저 짧은 기간이나마 최선을 다할 것입니다.{j}그래도 안 되는 일은 겸허히 받아들일 생각입니다.”
en_us: “I’m not doing this to beat Lonian. I’m just trying to do the best I can, despite the short span of time. I’ll humbly accept my failure if nothing comes of it.”

source: “주위에서 너에 대해 어떻게 말하는지 알고는 있느냐?”
en_us: “Do you know what people say about you?”

source: 그녀가 말을 마침과 동시에 대전의 분위기가 싸늘하게 가라앉았다.
en_us: The atmosphere subsided into a cold silence as she finished reading the letter.

source: ‘지난겨울의 몬스터 떼는 어느 때보다 많았다.’
en_us: There were more monsters than ever before in the last winter.

source: “기사단 훈련에 참여하고 싶다고?”
en_us: “You want to train with the order of the knights?”

source: ‘반드시 받아 내야 해.’
en_us: I must get what I need.

source: “괜찮아.{j}형 괜찮다.{j}그렇게 계속 사과하지 않아도 돼.”
en_us: “Don’t worry. {j}I’m fine.{j}You don’t need to keep apologizing.”

source: “……그런 부득이한 사정으로 인해 혼약을 파기하기를 요청합니다.{j}카이런 울브스 올림.{j}이상입니다.”
en_us: “...due to these untenable circumstances, I humbly request the cancellation of this betrothal. Signed Kyron Wolves. End of correspondence.”

source: 울컥한 듯 잠시간 감정을 다스리는 필립을 보며 로건은 미소를 머금었다.
en_us: Logan smiled as he watched Phillip take a moment to collect himself and manage his emotions.

source: “그게 무슨 상관입니까.{j}제가 통제를 잘하면…….”
en_us: “None of that matters if I do my best controlling them...”

source: 빅토르는 과거의 고생을 떠올리며, 입술을 피가 나도록 깨물었다.{j}그러자 한순간 정신이 확 맑아진 기분이 들었다.{j}조금 더 또렷해진 눈으로 빅토르는 새 주인이 보여주는 검술 시범에 집중했다.
en_us: Victor thought about how much he had suffered before Logan and he bit his lips until they bleed. He felt suddenly reinvigorated and clear of mind. His eyes became more focused and closely followed his new master’s sword fighting demonstration.

source: “병력이 모이는 대로 출진한다!{j}우리 앞마당에 겁도 없이 들어온 놈들을 박살 내 주겠다!”
en_us: “We’ll set out as soon as we’ve gathered the men. We’ll make those blundering fools regret that they ever set foot in our territory!”

source: 하지만 기사 가문의 특성상, 성년이 되기 전에는 기사 수련생으로 간주하고 있었다.
en_us: But since he came from a house of knights, he was considered to be a squire before he turned of age.

source: 오히려 덩달아 훌쩍이던 꼬마가 자신보다 훨씬 큰 형의 등을 작은 손으로 토닥였다.
en_us: The sniveling little boy was now consoling his much older and bigger brother, patting his back with his small hand.

source: 입술을 깨물자 비릿한 혈향이 입 안에 확 퍼지며 이내 정신이 번쩍 들었다.
en_us: He bit into his lips and the metallic taste of his blood spread in his mouth, and lifted him out of his spiral of doubt.

source: “역시?{j}여억시이?{j}공자님!{j}지금 그렇게 태연하실 때가 아니라구요!”
en_us: “What do you mean ‘of course’? Master! It’s not the time to be so carefree!”

source: “그래도 도미넌 건을 보면…….”
en_us: “If you saw he did to Sir Dominan...”

source: 그렇게 짧고도 긴 시간이 흘러갔다.
en_us: It was brief but enough.

source: 그때부터 형은 무언가 안 좋은 분위기를 감지한 것이 분명했다.{j}그런 형이 이렇게 가문을 버리고 도망갈 리 없었다.
en_us: Lonian felt that his brother had sensed something was afoot. He knew his brother wasn’t going to abandon his family and flee knowing something wasn’t right.

source: “형님은 이미 전쟁을 예상하고 계셨습니다.{j}절대 그럴 리가…….”
en_us: “Brother already predicted that war was coming. He would never...”

source: “크윽!{j}젠장!”
en_us: “Damn it!”

source: “어처구니가 없군.{j}뭐, 대략 누구 짓인지 알 것 같은데.”
en_us: “Typical. I think I might know who’s responsible.”

source: 매 맞는 소년을 보는 로건의 눈이 절로 깊어졌다.{j}귀족 학살자 빅토르.{j}전생에 왕국에서 어마어마한 유명세를 치렀던 오러 유저로, 그가 특별히 유명해졌던 것은 바로 그 출신 때문이었다.{j}귀족은커녕 평범한 서민도 아닌 노예 출신.{j}심지어 자신의 주인을 죽이고 탈주한 노예이기도 했다.{j}무술에 대한 교육은 고사하고 일반적인 교양 교육도 받지 못한 노예가 자신의 주인을 죽이고 도망쳤다.{j}게다가 도망치는 와중에 쫓아오는 이들을 참살해 버리고 수많은 병사와 기사, 그리고 귀족을 죽인 수배범이 되어 잠적했다.{j}
en_us: Logan sunk deep into thought for the beaten boy was Victor the Noble Killer. He was a notorious auror user known throughout the kingdom in his past life. He was made more famous through his background. He wasn’t a noble or a commoner, he was born a slave. A fugitive slave that killed his own owner. A slave without formal military training or a proper education killed his own master and fled. He killed anyone that chased after him. Countless soldiers, knights and noblemen died by his hands and he was forced to hide for his crimes.

source: “자중하라고 한 말은 네가 잘했다는 말이 아니다.{j}착각하지 말고 다시는 허락 없이 이런 일을 벌이지 마라.{j}너는 아직 공식적으로 지위를 받은 적도 없다.”
en_us: “I’m not letting you off because you did well. Don’t mistake my words, never do this without permission again, ever. Do I need to remind you that you have yet to receive an official title?”

source: “굳이 1년 뒤까지 기다리실 필요 있습니까?”
en_us: “Must you wait an entire year to come to a decision?”

source: 진심 어린 말이 통했을까, 아버지의 표정이 비로소 조금 변했다.
en_us: There was a slight change in his father’s face.

source: “그리고 결정적으로, 너의 그 태도!”
en_us: “But most importantly, your attitude!”

source: ‘아니, 곤궁합니다.{j}카이로스의 지원 없으면 당장이라도 파산이잖습니까.’
en_us: But we do, Father. We’d be bankrupted if it wasn’t for House Caiross.

source: ‘이런 화력으로도 만족하지 못한다고?{j}도대체 뭘 할 생각인 거야?’
en_us: He’s still not satisfied? What else is he cooking up?

source: “아…….”
en_us: “Aha...”

source: “인사를…….”
en_us: “Our greetings...”

source: “제법이더구나.{j}각성을 이룬 것 같은데.{j}수련 중에 무슨 일이 있었느냐?”
en_us: “Not bad. You must have awakened the force. Did something happen during your training?”

source: 거기에 리이나의 말까지 더해지자 패드릭은 이를 으득 갈았다.
en_us: The words of Lina and the knight made Padrick grind his teeth.

source: ‘단숨에 끝낸다!’
en_us: I’ll finish him in one move!

source: 익숙한 기시감이 결국 오래된 기억을 끄집어냈다.
en_us: These familiarities had finally awakened an old memory.

source: “반드시 공을 세우겠습니다.”
en_us: “I’ll do my utmost to bring victory for our house, father.”

source: 신검 비전으로 익힌 포스코어는 육체 수련이 아닌 단순한 명상으로도 성장이 가능했다.{j}하지만 어디까지나 그 본질은 포스.{j}육체 단련이 가장 중요한 공부였다.{j}그러니 기사단의 정식 수련 또한 그에게는 큰 도움이 될 것이다.{j}로건은 그것이 또 하나의 변수가 되길 바랐다.{j}하지만 그의 결심은 애꿎은 기사들에게 크나큰 폭풍이 되어 몰아닥쳤다.
en_us: The force core he was able to form with the ancient secret of the Sword of God didn’t require physical training but simple meditation. But physical training was the important part to improving the force. Receiving official training with the knights was set to help him improve. Logan wanted his improved power to be another card up his sleeve. But his determination was met with a hurricane of disapproval from his angry knights.

source: 이것아, 와서 빨리 사과드려!”
en_us: Come here, child! Beg for his forgiveness!”

source: 미소를…….
en_us: A smile...

source: 어린 숙녀의 비명이 저택에 울려 퍼지고, 그녀는 자신에게 그 단도를 던졌다.{j}얼떨결에 뽑아 든 장검으로 그 단도를 쳐 내는 순간.{j}방 안으로 뛰어 들어온 록페른이 그를 제압했다.{j}그리고 저택의 모든 시종들이 그 광경을 보았다.{j}대공자가 장검을 들고 휘두르다 기사에게 제압당하고, 그 앞에 아리따운 공녀가 찢어진 옷을 부여잡으며 눈물을 흘리는 광경을.{j}그것도 한밤중에 그녀의 방 안에서.
en_us: She screamed into the night and the noise echoed around the castle. She threw the dagger at Logan, and out of reflex, Logan swatted it away with his sword. At that moment, Lockferan ran into her chamber and tried to subdue Logan. Every servant arrived to witness Logan wielding his sword as the knight tried to restrain him, and Lina holding her ripped clothes in her arms as tears ran down her face. All of this happening in the dead of night in her chamber.

source: 나아가 무작정 로건을 따르던 로니안을 대신하여 그와 대립각을 세웠던 사람이자, 전생대로라면 얼마 후 벌어질 사건에서 그의 추방을 가장 크게 주장했던, 아니, 주장할 사람이었다.
en_us: Furthermore, She made an enemy out of Logan, unlike Lonian, who almost blindly followed his older brother. If history were to repeat itself, she was, or rather would be, the loudest supporter of Logan’s banishment following the looming incident.

source: 누가 뭐라 해도 주군의 아들이었다.{j}게다가 최근의 기행들로 인해 기사들 사이의 여론도 좋지 않다.
en_us: Logan was the son of the Baron and he held a negative reputation among the knights for his recent actions.

source: “가문의 이름으로 용병들을 좀 모아 주었으면 해.”
en_us: “I need you to hire some mercenaries in the name of the house.”

source: “포스유저?!”
en_us: “A force user?”

source: 로건은 그 힘이 주는 짜릿한 자극과 변화에 일순간 모든 상황을 잊고 황홀경에 빠졌다.
en_us: Logan fell into ecstasy as the energy surged through his body. In that moment, he completely cleared his head and gave into the exhilarating stimulation and change.

source: “허어…….”
en_us: “Wow...”
